Repository: creativejuiz/juiz-social-post-sharer
Catalog: new-version/languages/juiz-social-post-sharer-*.po
Languages: fr_fr

source: %s License
fr_fr: Licence de %s

source: License
fr_fr: Licence

source: Email address
fr_fr: Adresse e-mail

source: License key
fr_fr: Clé de licence

source: Insert your license information to enable updates.
fr_fr: Insérer vos informations de licence pour activer les mises à jour.

source: Please enter your email and license key to enable updates to %s.
fr_fr: Précisez votre e-mail et clé de licence pour activer les mises à jour de %s.

source: Complete the setup
fr_fr: Compléter les réglages

source: New order saved!
fr_fr: Nouvelle disposition enregistrée&nbsp;!

source: Sorry, can’t save the order. Use the Save Changes button.
fr_fr: Navré, je ne peux pas enregistrer la nouvelle disposition. Utilisez le bouton “Enregistrer les modifications”.

source: Notice Removed
fr_fr: Message d’info retiré

source: Sorry, can’t save the notice removal. Try again?
fr_fr: Navré, je ne peux pas retirer le message d’information. Essayez en rechargeant la page&nbsp;?

source: Your session has expired. Reload the page and try again please :)
fr_fr: Votre session a expiré. Merci de rechargez la page et essayez à nouveau :)

source: Success
fr_fr: Succès

source: The call to our last skins failed, sorry for that. It’s temporary, please come back later.
fr_fr: L’appel à nos derniers skins a échoué. Désolé pour ça. C’est temporaire, merci de revenir plus tard.

source: Available Soon
fr_fr: Disponible bientôt

source: and way more to come 😜
fr_fr: et bien davantage à venir 😜

source: Sharing buttons
fr_fr: Boutons de partage

source: Hide sharing buttons for this post.
fr_fr: Cacher les boutons de partage pour ce post

source: New Skin Shop
fr_fr: Boutique de Skin

source: Free &amp; Premium Button Skins
fr_fr: Skins Gratuits &amp; Premium

source: Soon! Be the first to know
fr_fr: Bientôt ! Chopez l’info.

source: Email Address
fr_fr: Adresse e-mail

source: Subscribe
fr_fr: Souscrire

source: Visit this link find on %%siteurl%%
fr_fr: Un bon lien à visiter sur %%siteurl%%

source: Hi, I found this information for you : "%%title%%"! This is the direct link: %%permalink%% Have a nice day :)
fr_fr: Salut ! J'ai trouvé cette information pour toi&nbsp;: "%%title%%"&nbsp;! Voici le lien direct&nbsp;: %%permalink%% Bonne journée :)

source: Settings
fr_fr: Réglages

source: Welcome
fr_fr: Bienvenue

source: Themes &amp; Networks
fr_fr: Thèmes &amp; Réseaux

source: Choose a style to display
fr_fr: Choisissez votre style

source: Save Changes
fr_fr: Enregistrer les modifications

source: Display those following social networks:
fr_fr: Afficher les réseaux sociaux suivants :

source: What is your Twitter user name to be mentioned?
fr_fr: Quel est le pseudo Twitter à mentionner lors du partage&nbsp;?

source: Display settings
fr_fr: Réglages d'affichage

source: What type of content must have buttons?
fr_fr: Quel type de contenu doit proposer des boutons&nbsp;?

source: Where do you want to display buttons?
fr_fr: Où souhaitez-vous placer les boutons&nbsp;?

source: Prefer Compact Display
fr_fr: Préférer l’affichage compact

source: Some skins can propose a more compact display, it will remove space around buttons and make them tinier depending on how the skin handles this option.
fr_fr: Certains skins peuvent proposer un affichage plus compact, cela retire de l’espace autour des boutons et les rend plus petit, suivant comment le skin gère cette option.

source: Show only social icon?
fr_fr: Afficher uniquement les icônes&nbsp;?

source: hide text, show it on mouse over or focus
fr_fr: cache le texte et l'affiche uniquement au survol ou focus

source: Advanced settings
fr_fr: Réglages avancés

source: Open links in a new window?
fr_fr: Ouvrir les liens dans une nouvelle fenêtre&nbsp;?

source: adds a %s attribute
fr_fr: ajoute l'attribut %s

source: Force Pinterest button sniffing all images of the page?
fr_fr: Forcer le bouton Pinterest à scanner toutes les images de la page&nbsp;?

source: need JavaScript
fr_fr: nécessite JavaScript

source: Display counter of sharing?
fr_fr: Afficher un compteur de partage&nbsp;?

source: For this counter, you want to display:
fr_fr: Pour ce compteur, vous souhaitez afficher&nbsp;:

source: Customize mail texts
fr_fr: Personnaliser les textes du mail

source: Mail subject:
fr_fr: Sujet du mail&nbsp;:

source: Mail body:
fr_fr: Corps du mail&nbsp;:

source: What’s new
fr_fr: Quoi de neuf ?

source: Skin Shop
fr_fr: Boutique de Skins

source: Edit the style of your buttons and the networks you want to activate.
fr_fr: Éditez le style des boutons et les réseaux que vous souhaitez activer.

source: This skin doesn't have a name
fr_fr: Ce skin n’a pas de nom.

source: %1$s by %2$s
fr_fr: %1$s par %2$s

source: uses JavaScript to work
fr_fr: utilise JavaScript pour fonctionner

source: %sYou don’t see your favorite network here?%s I might be already working on it! You can see the list of incoming network support, or suggest new ones. If you are a developer, you can also build your own one. You can also see our %sroadmap%s.
fr_fr: %sVous ne trouvez pas votre réseau favoris ici?%s Il est possible que je travaille déjà dessus ! Vous pouvez voir la liste des réseaux à venir, ou en suggérer de nouveaux. Si vous êtes un·e développeur·se vous pouvez aussi en créer. Vous pouvez aussi consulter %sla feuille de route%s.

source: See what’s coming
fr_fr: Voir ce qui arrive

source: Suggest new one
fr_fr: En suggérer un

source: Create your own
fr_fr: Créer le vôtre

source: Open corresponding issue
fr_fr: Ouvrir la demande correspondante

source: Username without "@"
fr_fr: Pseudo sans "@"

source: You can choose precisely the types of content that will benefit from the sharing buttons.
fr_fr: Vous pouvez choisir précisément les types de contenu qui bénéficieront des boutons de partage.

source: Lists of articles %s(blog, archives, search results, etc.)%s
fr_fr: Les listes d'articles %s(blog, archives, résultats de recherche, etc.)%s

source: Content bottom
fr_fr: Après le contenu

source: Content top
fr_fr: Avant le contenu

source: Both
fr_fr: Les deux

source: I'm a ninja, I want to use the shortcode only!
fr_fr: Je suis un ninja, je veux utiliser seulement le shortcode&nbsp;!

source: Modify advanced settings of the plugin. Some of them needs JavaScript (only one file loaded)
fr_fr: Modifiez les réglages avancés du plugin. Certains d'entre eux nécessite JavaScript (un seul fichier chargé)

source: This buttons skin tells there is no support for hidden name.
fr_fr: Ce skin prévient qu’il n’y a pas de support du nom caché.

source: This buttons skin tells there is a support of hidden name.
fr_fr: Ce skin prévient qu’il y a bien un support pour cette option.

source: We can't tell if the button skin supports the hidden name option.
fr_fr: Impossible de dire si ce skin supporte l’option du nom caché.

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: This buttons skin tells there is no support for compact display.
fr_fr: Ce skin prévient qu’il n’y a pas de support pour l’affichage compact.

source: This buttons skin tells there is a support of compact display.
fr_fr: Ce skin prévient qu’il y a bien un support pour cette option.

source: We can't tell if the button skin supports the compact display.
fr_fr: Impossible de dire si ce skin supporte l’option d’affichage compact.

source: Total &amp; Sub-totals
fr_fr: Total &amp; Sous-totaux

source: Only Total
fr_fr: Seulement le Total

source: Only Sub-totals
fr_fr: Seulement les Sous-totaux

source: You can customize texts to display when visitors share your content by mail button
fr_fr: Vous pouvez personnaliser les textes à afficher lorsque les visiteurs partagent votre contenu grâce au bouton mail.

source: To perform customization, you can use %s%%%%title%%%%%s, %s%%%%siteurl%%%%%s or %s%%%%permalink%%%%%s variables.
fr_fr: Pour mettre en place la personnalisation, vous pouvez utiliser les variables %s%%%%title%%%%%s, %s%%%%siteurl%%%%%s et %s%%%%permalink%%%%%s

source: Discover what is fresh in your favorite Social Sharing plugin to keep track of updates.
fr_fr: Découvrez ce qu’il y a de nouveau dans votre plugin de partage favoris pour garder le fil des changements.

source: You can also display the %sWelcome Page%s to get a quick tour of the features.
fr_fr: Vous pouvez aussi afficher la %spage de bienvenue%s pour avoir un rapide tour d’horizon des fonctionnalités.

source: I’m working on a Skin Shop to give you the most premium skin ever made with tone of choice: free skins, paid skins, new skins, colorful skins or more neutral, animated or static… just for every taste.
fr_fr: Je travaille sur la création d’une boutique de Skin pour vous offrir les meilleurs styles premium jamais proposés&nbsp;: des skins gratuits, des payants, des nouveaux, des colorés, des plus neutres, animés ou pas… pour tous les goûts.

source: Skin available soon
fr_fr: Skin dispo bientôt

source: The last finest skins directly in your WordPress Admin!
fr_fr: Les plus fins designs directement dans votre admin WordPress.

source: Sorry, for performance issue, this listing needs JavaScript activated.
fr_fr: Navré, pour des raisons de performance, cette liste à besoin de l’activation de JavaScript.

source: You can still visit the %sofficial website%s for further information.
fr_fr: Vous pouvez cependant visiter le %ssite officiel%s pour plus d’informations.

source: You must chose at least one %stype of content%s.
fr_fr: Vous devez choisir au moins un %stype de contenu%s.

source: Is you don't want to use this plugin more longer, go to Plugins section and deactivate it.
fr_fr: Si vous ne souhaitez plus utiliser ce plugin, rendez-vous dans la section "Extensions" et désactivez-le.

source: You can use %s[juiz_sps]%s or %s[juiz_social]%s shortcode with an optional attribute "buttons" listing the social networks you want.
fr_fr: Vous pouvez utiliser le shortcode %s[juiz_sps]%s ou %s[juiz_social]%s avec un paramètre optionnel "buttons" listant les réseaux sociaux que vous souhaitez.

source: Example with all the networks available:
fr_fr: Exemple avec tous les réseaux disponibles&nbsp;:

source: Thanks!
fr_fr: Merci&nbsp;!

source: Like it? Support this plugin! Thank you 😊
fr_fr: Vous l’aimez&nbsp;? Aidez le développement du plugin&nbsp;! Un grand merci 😊

source: Donate with %s
fr_fr: Donner avec %s

source: Tweet it
fr_fr: Tweetez

source: Rate it
fr_fr: Notez-le

source: Translate it
fr_fr: Le traduire

source: Want to customize everything? Look at the documentation.
fr_fr: Vous souhaitez personnaliser des choses&nbsp;? Regardez du côté de la doc.

source: Includes a lot of improvements. It has been tested on our side and should be ok. But WordPress is a big universe, it might be breaking changes for your specific website. If you can: double check on a safe (test) environment that everything is going to be ok for your website. Don’t forget to %sbackup your website%s.
fr_fr: Inclut beaucoup d’améliorations. Cela a bien été testé de notre côté et devrait bien fonctionner. Mais WordPress est un grand univers, cela pourrait être cassant pour votre site web en particulier, on ne sait jamais. Si vous le pouvez &nbsp;: vérifiez la mise à jour sur un environnement de test pour être sûr que tout est ok. N’oubliez pas de faire %sdes backups%s de votre site.

source: Congratulations! Your sharing buttons are now in version 2.0
fr_fr: Félicitations ! Vos boutons de partage sont maintenant en version 2.0

source: New Settings
fr_fr: Nouveaux réglages

source: You can now re-order your buttons and enjoy the new admin interface.
fr_fr: Vous pouvez ré-ordonner les boutons et profiter d’une nouvelle interface d’admin.

source: See Settings Page
fr_fr: Voir les réglages

source: You are a developer or you have questions, visit the %sFAQ%s or doc.
fr_fr: Vous êtes un développeur·euse et avez des questions&nbsp;? Visitez la %sFAQ%s ou doc.

source: See the doc.
fr_fr: Voir la doc.

source: What’s New?
fr_fr: Quoi de neuf&nbsp;?

source: I gathered some information in the welcome page, stay tuned of news!
fr_fr: J’ai réuni quelques informations dans la page de bienvenue, restez informé·e·s&nbsp;!

source: Visit Welcome Page
fr_fr: Visiter la page de bienvenue

source: Welcome in version %s
fr_fr: Bienvenue en version %s

source: The good way to make people share your content %swithout sacrificing%s your website performance!
fr_fr: La meilleure manière d’inviter les gens à partager votre contenu %ssans sacrifier%s la performance de votre site web&nbsp;!

source: Responsive Skins
fr_fr: Skins Réactifs

source: The list of default skins proposed is growing up and the existing ones have being rebuilt with the %sfresh new brand colors%s.
fr_fr: La liste des skins proposés grandit et les existants ont été reconstruits avec les %snouvelles couleurs des marques%s.

source: Drag &amp; Drop Buttons
fr_fr: Boutons en Drag &amp; Drop

source: You can now re-order your buttons by simply drag and drop those in the %ssettings page%s. %sClick on it to activate, drag to order%s!
fr_fr: Vous pouvez maintenant ré-ordonner les boutons par simple glisser-déposer dans %sles réglages%s.%sCliquez pour activer, glisser pour ordonner%s&nbsp;!

source: %sNobs%s get rid of all those JavaScript loading and making your page slow. It helps %simprove accessibility and SEO%s.
fr_fr: %sNobs%s se débarrasse de tous ces JavaScript au chargement qui rendent vos pages lentes. Ça %saméliore l’accessibilité et le SEO%s.

source: New Contact Modal
fr_fr: Nouvelle modale

source: When users want to share the blog post via email, they get a new pop-in that give the ability %sto share to multiple friends!%s
fr_fr: Quand vos visiteurs veulent partager vos posts par e-mail, il est possible de le faire via une modale qui offre la possibilité %sde partager à plusieurs destinataires%s.

source: Rebuilt Documentation
fr_fr: Nouvelle Documentation

source: The whole %sdocumentation%s has been rebuilt to better meet the developers expectations. %sFresh tutorials are here to help!%s
fr_fr: Toute la %sdocumentation%s a été refaite pour mieux correspondra aux attentes des développeur·euse·s. %sDe nouveaux auto sont là pour aider%s.

source: This plugin is open-source, %sthe roadmap%s is public and available on Github.com. This makes it stronger and way safer!
fr_fr: Ce plugin est open-source, %sla feuille de route%s est publique et dispo sur Github.com. Il en est que plus fort et plus sécurisé&nbsp;!

source: Plugin made for free %s by humans
fr_fr: Plugin fait gratuitement %s par des humains

source: This plugin is totally free since 2012 and will stay %sfree forever%s. But you can always support people behind it with a donation.
fr_fr: Ce plugin est totalement gratuit depuis 2012 et restera %stoujours gratuit%s. Mais vous pouvez soutenir les personnes qui le construisent avec une donation.

source: Big thanks to %sall the contributors%s.
fr_fr: Un grand merci %saux contributeurs%s.

source: You can also help %s by sharing
fr_fr: Vous pouvez aussi aider %s en partageant

source: Not everybody can help with money. You can give a good rating, a tweet or a bit of your time to help %simprove this plugin &amp; spread the word.%s
fr_fr: Tout le monde ne peut pas aider financièrement. Vous pouvez donner une bonne note, un tweet ou un peu de votre temps pour aider %sà améliorer ce plugin &amp; partager le mot.%s

source: Contribute
fr_fr: Contribuer

source: Read the news about your plugin or go back to the settings page to discover the new interface.
fr_fr: Lisez les nouvelles sur ce plugin et retournez dans la page de réglages pour découvrir la nouvelle interface.

source: Settings Page
fr_fr: Réglages

source: Public Website
fr_fr: Site public

source: Your email address is invalid.
fr_fr: Votre adresse e-mail est invalide.

source: No recipient email address.
fr_fr: Pas de destinataire…

source: The recipient email address is invalid.
fr_fr: L’adresse du destinataire semble invalide.

source: Post successfully sent!
fr_fr: Post envoyé avec succès&nbsp;!

source: Error trying to send your message. Sorry for that.
fr_fr: Erreur en essayant d’envoyer votre message. Désolé pour ça.

source: Seems like the post ID you tried to share is not good.
fr_fr: On dirait que l’identifiant du post partagé n’est pas bon…

source: Your session is finished. Sorry. Retry after reloading the page.
fr_fr: Votre session est expirée. Navré, ré-essayez en rechargeant la page.

source: Total:
fr_fr: Total&nbsp;:

source: Share the post
fr_fr: Partager la publication

source: Share this article on %s
fr_fr: Partager cet article sur %s

source: Share an image of this article on Pinterest
fr_fr: Partager une image de cette publication sur Pinterest

source: Share this article with a friend (email)
fr_fr: Partager cette publication avec un ami (e-mail)

source: Bookmark this article (on your browser)
fr_fr: Marquer cette page (dans votre navigateur)

source: Press %s to bookmark this page.
fr_fr: Pressez %s pour marquer cette page.

source: Print this page
fr_fr: Imprimer cette page

source: Share on your favorite apps
fr_fr: Partager sur votre appli. favoris.

source: Share by email
fr_fr: Partager par e-mail

source: Promise, emails are not stored!
fr_fr: Promis, les e-mails ne sont pas stockés&nbsp;!

source: Your name
fr_fr: Votre nom

source: Your email
fr_fr: Votre e-mail

source: Recipient's email
fr_fr: E-mail de destinataire(s)

source: Personal message
fr_fr: Message personnel

source: optional
fr_fr: optionnel

source: A link to the article is automatically added in your message.
fr_fr: Un lien vers l’article est ajouté automatiquement au message.

source: Send this article
fr_fr: Envoyer ce post

source: 1 recipient
fr_fr: 1 destinataire

source: %s recipients
fr_fr: %s destinataires

source: Free service by %sNobs • Share Buttons%s
fr_fr: Service gratuit par %sNobs • Share Plugin%s

source: Close
fr_fr: Fermer

source: Sorry. It looks like we've got an error on our side.
fr_fr: Désolé on dirait que nous avons une erreur de notre côté…

source: Share…
fr_fr: Partager…

source: Bookmark
fr_fr: Marque-page

source: Print
fr_fr: Imprimer

source: Juizy Light Tone Reversed
fr_fr: Juizy - Tons clairs inversés

source: Blue Metro Style
fr_fr: Style Metro bleu

source: Gray Metro Style
fr_fr: Style Metro gris

source: Black
fr_fr: Noir

source: Brands Colors
fr_fr: Couleurs de marques

source: Material Brand Colors
fr_fr: Couleurs de marques “Material”

source: Button Skin
fr_fr: Skin de boutons
